package tom.common.util;

public class GenreJson {

	
	public static final String GENRE_JSON = "{" +
			"\"CL01\" : \"클래식/뉴에이지 - 관현악/교향곡\", " +
			"\"CL02\" : \"클래식/뉴에이지 - 독주곡\", " +
			"\"CL03\" : \"클래식/뉴에이지 - 협주곡\", " +
			"\"CL04\" : \"클래식/뉴에이지 - 실내악\", " +
			"\"CL05\" : \"클래식/뉴에이지 - 성악/합창/오페라\", " +
			"\"CL06\" : \"클래식/뉴에이지 - 크로스오버\", " +
			"\"CL07\" : \"클래식/뉴에이지 - 뉴에이지\", " +
			"\"CL08\" : \"클래식/뉴에이지 - 기타\", " +
			"\"ET01\" : \"기타 - 국악\", " +
			"\"ET02\" : \"기타 - 동요\", " +
			"\"ET03\" : \"기타 - 캐롤\", " +
			"\"ET04\" : \"기타 - 태교/명상\", " +
			"\"ET05\" : \"기타 - 벨소리\", " +
			"\"ET06\" : \"기타 - MR\", " +
			"\"ET07\" : \"기타 - 커버앨범\", " +
			"\"ET08\" : \"기타 - 기타\", " +
			"\"JA01\" : \"재즈/블루스 - 스탠다드\", " +
			"\"JA02\" : \"재즈/블루스 - 밥\", " +
			"\"JA03\" : \"재즈/블루스 - 컨템포러리\", " +
			"\"JA04\" : \"재즈/블루스 - 보사노바\", " +
			"\"JA05\" : \"재즈/블루스 - 퓨전\", " +
			"\"JA06\" : \"재즈/블루스 - 애시드\", " +
			"\"JA07\" : \"재즈/블루스 - 블루스\", " +
			"\"JA08\" : \"재즈/블루스 - 기타\", " +
			"\"JP01\" : \"J-Pop - 팝\", " +
			"\"JP02\" : \"J-Pop - R&B/소울\", " +
			"\"JP03\" : \"J-Pop - 힙합\", " +
			"\"JP04\" : \"J-Pop - 락\", " +
			"\"JP05\" : \"J-Pop - 일렉트로니카\", " +
			"\"JP06\" : \"J-Pop - 재즈/블루스\", " +
			"\"JP07\" : \"J-Pop - 뉴에이지\", " +
			"\"JP08\" : \"J-Pop - 기타\", " +
			"\"KO01\" : \"가요 - 발라드\", " +
			"\"KO02\" : \"가요 - 댄스\", " +
			"\"KO03\" : \"가요 - R&B/소울\", " +
			"\"KO04\" : \"가요 - 힙합\", " +
			"\"KO05\" : \"가요 - 락\", " +
			"\"KO06\" : \"가요 - 포크\", " +
			"\"KO07\" : \"가요 - 일렉트로니카\", " +
			"\"KO08\" : \"가요 - 재즈/블루스\", " +
			"\"KO09\" : \"가요 - 트로트\", " +
			"\"KO10\" : \"가요 - 아이돌\", " +
			"\"KO11\" : \"가요 - 인디\", " +
			"\"KO12\" : \"가요 - 7080\", " +
			"\"KO13\" : \"가요 - 기타\", " +
			"\"OS01\" : \"O.S.T - 영화\", " +
			"\"OS02\" : \"O.S.T - TV/드라마\", " +
			"\"OS03\" : \"O.S.T - 뮤지컬\", " +
			"\"OS04\" : \"O.S.T - 애니메이션/게임\", " +
			"\"OS05\" : \"O.S.T - 기타\", " +
			"\"PO01\" : \"팝 - 팝\", " +
			"\"PO02\" : \"팝 - R&B/소울\", " +
			"\"PO03\" : \"팝 - 힙합\", " +
			"\"PO04\" : \"팝 - 락\", " +
			"\"PO05\" : \"팝 - 일렉트로니카\", " +
			"\"PO06\" : \"팝 - 포크/컨트리\", " +
			"\"PO07\" : \"팝 - 기타\", " +
			"\"RE01\" : \"종교음악 - 국내 CCM\", " +
			"\"RE02\" : \"종교음악 - 국외 CCM\", " +
			"\"RE03\" : \"종교음악 - 찬송가/복음성가\", " +
			"\"RE04\" : \"종교음악 - 워십\", " +
			"\"RE05\" : \"종교음악 - 불교음악\", " +
			"\"RE06\" : \"종교음악 - 기타\", " +
			"\"WO01\" : \"월드뮤직 - 샹송\", " +
			"\"WO02\" : \"월드뮤직 - 칸소네\", " +
			"\"WO03\" : \"월드뮤직 - 파두\", " +
			"\"WO04\" : \"월드뮤직 - 탱고\", " +
			"\"WO05\" : \"월드뮤직 - 집시/플라멩고\", " +
			"\"WO06\" : \"월드뮤직 - 라틴/쿠반\", " +
			"\"WO07\" : \"월드뮤직 - 켈틱\", " +
			"\"WO08\" : \"월드뮤직 - 레게\", " +
			"\"WO09\" : \"월드뮤직 - 중국음악\", " +
			"\"WO10\" : \"월드뮤직 - 기타\", " +
			"\"WO11\" : \"월드뮤직 - J-POP\", " +
			
			
			"\"NW01\" : \"NW - 팝\", " +
			"\"NW02\" : \"NW - R&B/소울\", " +
			"\"NW03\" : \"NW - 힙합 \", " +
			"\"NW04\" : \"NW - 락\", " +
			"\"NW05\" : \"NW - 일렉트로니카 \", " +
			"\"NW06\" : \"NW - 트로트\", " +
			"\"NW07\" : \"NW - 포크/컨트리\", " +
			"\"NW08\" : \"NW - 발라드\", " +
			"\"NW09\" : \"NW - 댄스\", " +
			"\"NW10\" : \"NW - 기타\" " +
			"}";

			
}
